[Manufacturers.SeraphCrystal ManufacturerDefinition]
Grades[0]=(DisplayName="Seraph Crystal")
Grades[1]=(DisplayName="Seraphim Crystal")
Grades[2]=(DisplayName="Crystal Seraph")
Grades[3]=(DisplayName="Seraph Crystal")
Grades[4]=(DisplayName="Crystal Seraph")
Grades[5]=(DisplayName="This is very understandable")
Grades[6]=(DisplayName="Seraphim mirror")
Grades[7]=(DisplayName="Crystal Seraphim")
Grades[8]=(DisplayName="Crystal Seraphim")
Grades[9]=(DisplayName="Crystal Seraphim")
Grades[10]=(DisplayName="Use Crystal Seraph")
Grades[11]=(DisplayName="Seraphim Crystal")
Grades[12]=(DisplayName="Crystal seraphim")
Grades[13]=(DisplayName="Crystal Seraphim")
Grades[14]=(DisplayName="Crystal Seraphim")
Grades[15]=(DisplayName="sugar")
Grades[16]=(DisplayName="Seraphim Crystal")

[UsableItems.Pickup_SeraphCrystal UsableItemDefinition]
UseFailureCharacterMessage="means %s Use this article."
ItemName="Seraphim Cup"
PickupMessage="close to you %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="Big Seraph Crystal"
NoManufacturerName="In general"

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="What Serafini Marketers Want."
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Is it worth killing? I said before!"
NoConstraintText=""
Suffix=""
Prefix=""

